test/requests/payee_payment_method_success_unpayable_req.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap12:Envelope xmlns:soap12="http://www.w3.org/2003/05/soap-envelope" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <soap12:Body>
    <PayeePaymentMethod xmlns="http://Tipalti.org/">
      <payerName>MyPayer</payerName>
      <timestamp>1521234048</timestamp>
      <key>0fbc56a02567c366389a938d464298d591f3107baeb61f70e67eeb55b640d12e</key>
      <idap>unpayablepayee</idap>
    </PayeePaymentMethod>
  </soap12:Body>
</soap12:Envelope>
